console.log(
  "Самооценка: 110 \n" +
  "1.Вёрстка валидная (+10)\n" +
  "2.Вёрстка семантическая (+20):\n" +
  "  -Присутствуют <header>, <main>, <footer> (+3)\n" +
  "  -Пять элементов <section> (+3)\n" +
  "  -Только один заголовок <h1> (+3)\n" +
  "  -Четыре заголовка <h2> (+3)\n" +
  "  -Один элемент <nav> (+3)\n" +
  "  -Два списка ul > li > a (+3)\n" +
  "  -Пять кнопок <button> (+2)\n" +
  "3.Вёрстка соответствует макету (+48):\n" +
  "  -Блок <header> (+6)\n" +
  "  -Секция welcome (+7)\n" +
  "  -Секция about (+7)\n" +
  "  -Секция service (+7)\n" +
  "  -Cекция prices (+7)\n" +
  "  -Cекция contacts (+7)\n" +
  "  -Блок <footer> (+7)\n" +
  "4.Требования к css (+12):\n" +
  "  -Для построения сетки используются флексы или гриды (+2)\n" +
  "  -При уменьшении масштаба страницы браузера вёрстка размещается по центру (+2)\n" +
  "  -Фоновый цвет тянется на всю ширину страницы (+2)\n" +
  "  -Иконки добавлены в формате .svg (+2)\n" +
  "  -Изображения добавлены в формате .jpg или .png (+2)\n" +
  "  -Есть favicon (+2)\n" +
  "5.Интерактивность, реализуемая через css (+20):\n" +
  "  -Плавная прокрутка по якорям (+5)\n" +
  "  -Cсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ (+5)\n" +
  "  -Интерактивность (+5)\n" +
  "  -Плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы (+5) "
);
